Repository: borithnget/BT_MRD_PYTHON
Catalog: bt_mrd/bt_mdr/bt_mdr_project/locale/*/LC_MESSAGES/django.po
Languages: km

source: English
km: អង់គ្លេស

source: French
km: បារាំង

source: Khmer
km: ខ្មែរ

source: Total Family
km: គ្រួសារសរុប

# water_supply_code
source: Construction Code
km: លេខកូដសំនង់

# utm_x
source: Coordinate UTMX
km: កូអរដោនេ UTMX

# utm_y
source: Coordinate UTMY
km: កូអរដោនេ UTMY

# is_risk_enviroment_area
source: Rish Enviroment Area
km: តំបន់ប្រឈមផ្នែកបរិស្ថាន

# is_risk
source: 0.Yes
km: ០.ប្រឈម

# is_not_risk
source: 1.No
km: ១.មិនប្រឈម

source: Construction Date
km: កាលបរិច្ឆេទសាងសង់

# source_budget
source: Budget
km: ប្រភពថវិកា

source: Select Option
km: ជ្រើសរើសជម្រើស

# source_budget_state
source: 0.State
km: ០.រដ្ឋ

# source_budget_organization
source: 1.Organization
km: ១.អង្គការ

# source_budget_charity
source: 2.សប្បុរស
km: ២.សប្បុរស

# constructed_by
source: Construction By
km: សាងសង់ដោយក្រុមហ៊ុន

source: Management Type
km: ប្រភេទនៃការគ្រប់គ្រង

# management_type_community
source: 0.Community
km: ០.សហគមន៍

# management_type_personal
source: 1.Personal
km: ១.ឯកជន

source: Managed By
km: ឈ្មោះអ្នកគ្រប់គ្រង

source: Beneficiary Total People
km: អ្នកទទួលផលសរុប

source: Beneficiary Total Women
km: អ្នកទទួលផលសរុបស្រី

source: Beneficiary Total Family
km: អ្នកទទួលផលគ្រួសារសរុប

# beneficiary_total_family_poor_1
source: Beneficiary Total Poor Family 1
km: អ្នកទទួលផលគ្រួសារក្រ១

# beneficiary_total_family_poor_2
source: Beneficiary Total Poor Family 2
km: អ្នកទទួលផលគ្រួសារក្រ២

# beneficiary_total_family_vulnerable
source: Beneficiary Total Indigenous Vulnerable
km: អ្នកទទួលផលគ្រួសារជនងាយរងគ្រោះ

# beneficiary_total_family_indigenous
source: Beneficiary Total Indigenous Family
km: អ្នកទទួលផលគ្រួសារជនជាតិដើមភាគតិច

source: Province
km: ខេត្ត/រាជធានី

source: District
km: ស្រុក/ក្រុង

source: Commune
km: ឃុំ/សង្កាត់

source: Village
km: ភូមិ

source: Username
km: ឈ្មោះអ្នកប្រើប្រាស់

source: Password
km: លេខកូដសម្ងាត់

source: Login
km: ចូលប្រើប្រាស់

# water_supply_type
source: Type
km: ប្រភេទ

# view_detail_title
source: View Detail
km: មើលលម្អិត

source: Capacity 35m3
km: ចំណុះ ៣៥ម៣

source: Type of Using
km: ប្រភេទនៃការប្រើប្រាស់

# capacity_of_rain_water_harvesting
source: Capacity
km: ចំណុះ

# status_rain_water_harvesting
source: Status
km: ស្ថានភាពអាង

# status_no_reason
source: (Reason)
km: (ហេតុអ្វី)

# width
source: Width(m)
km: ទទឹងស្រះ(ម៉ែត្រ)

# length
source: Length(m)
km: បណ្ដោយស្រះ(ម៉ែត្រ)

# height
source: Height(m)
km: ជម្រៅស្រះ(ម៉ែត្រ)

source: Pool Filter
km: អាងចម្រោះ

source: Type of Pond
km: ប្រភេទស្រះ

# is_summer_has_water
source: Summer Has Water
km: រដូវប្រាំង

# status_community_pond
source: Status
km: ស្ថានភាពស្រះ

source: Source Type of Water
km: ប្រភេទប្រភពទឹក

# abilty_of_produce_water
source: Ability Produce Water(ចំនួនប៊ីដុង/មួយថ្ងៃ)
km: សមត្ថភាពផលិតទឹក(ចំនួនប៊ីដុង/មួយថ្ងៃ)

# water_quality_check
source: Water Quality
km: ប្រពន្ធចម្រោះទឹក

# water_quality_checking
source: Water Quality Checing
km: ត្រួតពិនិត្យគុណភាពទឹក

# status_water_kiosk
source: Status
km: ស្ថានភាពស្ថានីយ

# underground_pool_storage
source: Underground Pool Storage(m3)
km: អាងក្រោមដី(m3)

# pool_air
source: Pool Air(m3)
km: អាងអាកាស(m3)

source: Number of Link
km: ចំនួនតំណដែលបានត

# status_pipe
source: Pipe
km: ស្ថានភាពបណ្ដាញទឹក

source: Well Type
km: ប្រភេទអណ្ដូង

# well_height
source: Height
km: ជម្រៅអណ្ដូង

# well_filter_height
source: Filter Height
km: ជម្រៅតម្រង

# well_water_supply
source: Water Supply
km: ធារទឹក

# well_nirostatic
source: Nirostatic
km: នីរ៉ូស្តាទិច

# well_nirodynamic
source: Niro Dynamic
km: នីរ៉ូឌីណាមិច

# well_watar_quality
source: Water Quality
km: គុណភាពទឹក

# well_water_quality_check
source: Check Water Quality
km: ត្រួតពិនិត្យគុណភាពទឹក

# well_status
source: Status
km: ស្ថានភាពអណ្ដូងទឹក

# created_at
source: Requested Date
km: កាលបរិច្ឆេទបង្កើត

# created_by
source: Requested By
km: បង្កើតដោយ

# btn_view_detail
source: View Detail
km: មើលលម្អិត

# title_create_new_water_supply
source: Create New Rural Water Supply
km: បង្កើតប្រព័ន្ធផ្គត់ផ្គង់ទឹកស្អាតថ្មី

# btn_save
source: Save
km: រក្សាទុក

# btn_back
source: Back
km: ត្រឡប់ក្រោយ

# Hi
source: Hello
km: សួស្ដី

source: Logout
km: ចាកចេញ

# menu_well
source: Well
km: អណ្ដូង

# menu_pipe
source: Small Pipe Water Supply System
km: ប្រព័ន្ធចែកចាយទឹកតាមបណ្ដាញបំពង់ខ្នាតតូចសហគមន៍

# menu_kiosk
source: Water Kiosk
km: ស្ថានីយផលិតទឹកផឹកសហគមន៍

# menu_community_pond
source: Community Ponds
km: ស្រះសហគមន៍

# menu_rain_water_harvesting
source: Rain Water Harvesting
km: អាងត្រងទឹកភ្លៀង

# menu_pipe_private
source: Pipe Water Supply System
km: ប្រព័ន្ធចែកចាយទឹកតាមបណ្ដាញបំពង់ឯកជន

# menu_air_water
source: Air to Water
km: ស្ថានីយស្រូបទឹកពីបរិយាកាស

# menu_all_water_supply
source: Rural Water Supply
km: ប្រភេទប្រព័ន្ធផ្គត់ផ្គង់ទឹកស្អាតជនបទ

# menu_my_task
source: My Task
km: ការងាររបស់ខ្ញុំ

# menu_my_pending_request_task
source: Pending Approval
km: រង់ចាំអនុម័ត

# menu_my_history_request_task
source: Requested History
km: ប្រវត្តិការស្នើសុំ

# menu_my_pending_approval_task
source: Pending Approval
km: រង់ចាំការអនុម័ត

# menu_my_history_approval_task
source: Approved History
km: ប្រវត្តិការអនុម័ត

# menu_user
source: User
km: អ្នកប្រើប្រាស់

# menu_report
source: Report
km: របាយការណ៍

# btn_create_new_request
source: Create New Rural Water Supply Request
km: បង្កើតប្រព័ន្ធគ្រប់គ្រងទឹកស្អាតថ្មី

# menu_water_supply
source: All Rural Water Supplies
km: តារាងទិន្នន័យប្រព័ន្ធផ្គត់ផ្គង់ទឹកស្អាតជនបទ

# ws_status
source: Status
km: ស្ថានភាព

# nav_home
source: Home
km: ទំព័រដើម

source: User List
km: អ្នកប្រើប្រាស់

# btn_create_new_user
source: Create New User
km: បង្កើតអ្នកប្រើប្រាស់ថ្មី

# btn_save_draft
source: Draft
km: រក្សាទុកសេចក្តីព្រាង

# btn_submit
source: Submit
km: ដាក់ស្នើ

# btn_edit
source: Edit
km: កែប្រែ

# btn_delete
source: Delete
km: លុបចោល

# btn_register
source: Create New User
km: ចុះឈ្មោះអ្នកប្រើប្រាស់ថ្មី

# label_role
source: Role
km: តួនាទី

# approval_title_label
source: Request Approval
km: អនុម័តការស្នើសុំ

# btn_close
source: close
km: បិទ

# btn_yes
source: Yes
km: បាទ/ចាស៎

# title_confirm_approval
source: Are you sure to approve this request?
km: តើអ្នកពិតជាចង់អនុម័តលើទិន្នន័យប្រព័ន្ធផ្គត់ផ្គង់ទឹកនេះមែនទេ?

# btn_go_to_approval_history
source: Go to Approved History
km: ចូលទៅតារាងប្រវត្តិការអនុម័តរបស់ខ្ញុំ

# btn_go_to_approval_list
source: Go to Pending Approval
km: ចូលទៅតារាងរង់ចាំអនុម័តរបស់ខ្ញុំ

# label_approval_successfully
source: Approval Message
km: អនុម័តបានជោគជ័យ។

source: Reason
km: ហេតុផល

# approved_at
source: Approved Date
km: កាលបរិច្ឆេទអនុម័ត

# label_waiting_approval
source: Waiting Approval
km: រង់ចាំការអនុម័ត

source: View Detail
km: មើលបន្ថែម

# btn_view_workflow
source: View History
km: មើលលំហូរដំណើរការ

# thead_parameter_code
source: Parameter Code
km: លេខកូដប៉ារ៉ាម៉ែត្រ

# thead_parameter
source: Parameter
km: ប៉ារាម៉ែត្រ

# thead_unit
source: Unit
km: ឯកតា

# thead_value
source: Value
km: តម្លៃ

# label_waiting_my_approval
source: My Pending Approval
km: រង់ចាំការអនុម័តរបស់ខ្ញុំ

# menu_water_supply_map
source: Rural Water Supply Map
km: ផែនទីប្រព័ន្ធផ្គត់ផ្គង់ទឹក

# title_edit_water_supply
source: Edit Rural Water Supply
km: កែប្រែប្រព័ន្ធផ្គត់ផ្គង់ទឹក

# label_is_has_license
source: Licesnse
km: អាជ្ញាប័ណ្ណ

# label_license_registered_date
source: Licesnse Registered Date
km: ថ្ងៃ ខែ ឆ្នាំទទួលបានអាជ្ញាប័ណ្ណ

# label_license_expired_date
source: License Expired Data
km: ថ្ងៃ ខែ ឆ្នាំផុតកំណត់អាជ្ញាប័ណ្ណ

# label_pipe_length
source: Pipe Lenght (m)
km: ប្រវែងបណ្ដាញបំពង់ (m)

# label_draft
source: Draft
km: សេចក្ដីព្រាង

# label_request_history
source: Requested History
km: ប្រវត្តិការស្នើសុំ

# title_delete_watersupply
source: Do you want to delete this request?
km: តើអ្នកពិតជាចង់លុបទិន្នន័យនេះមែនទេ?

# menu_report_well_by_province
source: Rural Water Supply Detail Report
km: របាយការណ៍អណ្ដូងលម្អិត

# report_well_by_daterange
source: Rural Water Supply Detail Report
km: របាយការណ៍អណ្ដូងលម្អិត

source: No Data
km: គ្មានទិន្នន័យ

source: Date From
km: ចាប់ពី

source: Date To
km: រហូតដល់

source: All
km: ទាំងអស់

# menu_report_water_supply_coverage
source: Rural Water Supply Coverage Report
km: របាយការណ៍គ្រប់ដណ្ដប់ប្រព័ន្ធផ្គត់ផ្គង់ទឹក

# menu_user_main_account
source: Account
km: គណនី

# user_detail
source: Inforamtion Detail
km: ពត៌មានលម្អិត

# reset_password
source: Change Password
km: ផ្លាស់ប្ដូរលេខកូដសម្ងាត់

source: Old Password
km: លេខកូដសម្ងាត់ចាស់

source: New Password
km: លេខកូដសម្ងាត់ថ្មី

# new_password_1
source: Confirm New Password
km: បញ្ជាក់លេខកូដសម្ងាត់ថ្មី

# btn_reset
source: Change
km: ផ្លាស់ប្ដូរ

# title_filter_condition
source: Filter Condition
km: លក្ខខណ្ឌច្រោះរក

source: Coverage By
km: គ្របដណ្ដប់ដោយ

# btn_filter
source: Filter
km: ច្រោះរក

source: Country
km: ប្រទេស

source: NO.
km: ល.រ

source: Total Population
km: ចំនួនប្រជាជនសរុប

source: Percentage (%)
km: គិតជាភាគរយ​ (%)

source: Click Here
km: ចុចទីនេះ

# btn_request_edit
source: Request Edit
km: ស្នើសុំកែប្រែ

# menu_my_request
source: My Request
km: ការស្នើសុំរបស់ខ្ញុំ

# menu_report_water_supply_coverage_map
source: Rural Water Supply Coverage Map
km: របាយការណ៍គ្រប់ដណ្ដប់ប្រព័ន្ធផ្គត់ផ្គង់ទឹកជាផែនទី

# menu_report_well_sum_by_province
source: Rural Water Supply Coverage Detail Report
km: របាយការណ៍អណ្ដូងគ្របដណ្ដប់លម្អិត

source: Filtering
km: កំពុងច្រោះរក

# all_province_country
source: All Province in Country
km: ខេត្តទាំងអស់ក្នុងប្រទេស

# no_motor
source: Motor
km: អណ្ដូងបូមដោយម៉ូទ័រ

# no_afridev
source: Afridev
km: អណ្ដូងស្នប់អាហ្វ្រីដេហ្វ

# no_markII
source: Mark II
km: អណ្ដូងMark II

# no_markIII
source: Mark III
km: អណ្ដូងMark III

# no_no6
source: Number 6
km: អណ្ដូងស្នប់លេខ៦

# no_combinewell
source: Combine Well
km: អណ្ដូងចំរុះ

# no_dugwell
source: Dug Well
km: អណ្ដូងលូ

# no_user
source: Number of User
km: ចំនួនអ្នកប្រើប្រាស់

source: Percentage of User
km: ភាគរយអ្នកប្រើប្រាស់

source: Firstname
km: គោត្តនាម

source: Lastname
km: នាម

source: Fullname
km: គោត្តនាម និងនាម

source: Confirm Password
km: បញ្ជាក់លេខសម្ងាត់

source: Email
km: អ៊ីម៉ែល

# allrightreserverd
source: All Rights Reserved : Ministry of Rural Development
km: រក្សាសិទ្ធិគ្រប់យ៉ាងដោយ ក្រសួងអភិវឌ្ឍន៍ជនបទ

# label_contact_phone
source: Contact Phone:
km: លេខទូរសព្ទ័:

# label_about_project
source: ABOUT PROJECT
km: អំពីគម្រោង
